{
  "0": "            Shall be lifted—nevermore!",
  "1": "And my soul from out that shadow that lies floating on the floor",
  "2": "  And the lamp-light o’er him streaming throws his shadow on the floor;",
  "3": "    And his eyes have all the seeming of a demon’s that is dreaming,",
  "4": "On the pallid bust of Pallas just above my chamber door;",
  "5": "    And the Raven, never flitting, still is sitting, still is sitting",
  "6": "​",
  "7": "            Quoth the Raven “Nevermore.”",
  "8": "Take thy beak from out my heart, and take thy form from off my door!”",
  "9": "    Leave my loneliness unbroken!—quit the bust above my door!",
  "10": "    Leave no black plume as a token of that lie thy soul hath spoken!",
  "11": "“Get thee back into the tempest and the Night’s Plutonian shore!",
  "12": "    “Be that word our sign of parting, bird or fiend!” I shrieked, upstarting—",
  "13": "​",
  "14": "            Quoth the Raven “Nevermore.”",
  "15": "Clasp a rare and radiant maiden whom the angels name Lenore.”",
  "16": "    It shall clasp a sainted maiden whom the angels name Lenore—",
  "17": "    Tell this soul with sorrow laden if, within the distant Aidenn,",
  "18": "By that Heaven that bends above us—by that God we both adore—",
  "19": "    “Prophet!” said I, “thing of evil!—prophet still, if bird or devil!",
  "20": "​",
  "21": "            Quoth the Raven “Nevermore.”",
  "22": "Is there—is there balm in Gilead?—tell me—tell me, I implore!”",
  "23": "    On this home by Horror haunted—tell me truly, I implore—",
  "24": "    Desolate yet all undaunted, on this desert land enchanted—",
  "25": "Whether Tempter sent, or whether tempest tossed thee here ashore,",
  "26": "    “Prophet!” said I, “thing of evil!—prophet still, if bird or devil!—",
  "27": "​",
  "28": "            Quoth the Raven “Nevermore.”",
  "29": "Quaff, oh quaff this kind nepenthe and forget this lost Lenore!”",
  "30": "    Respite—respite and nepenthe from thy memories of Lenore;",
  "31": "    “Wretch,” I cried, “thy God hath lent thee—by these angels he hath sent thee",
  "32": "Swung by Seraphim whose foot-falls tinkled on the tufted floor.",
  "33": "    Then, methought, the air grew denser, perfumed from an unseen censer",
  "34": "​",
  "35": "            She shall press, ah, nevermore!",
  "36": "But whose velvet-violet lining with the lamp-light gloating o’er,",
  "37": "    On the cushion’s velvet lining that the lamp-light gloated o’er,",
  "38": "    This and more I sat divining, with my head at ease reclining",
  "39": "To the fowl whose fiery eyes now burned into my bosom’s core;",
  "40": "    This I sat engaged in guessing, but no syllable expressing",
  "41": "​",
  "42": "            Meant in croaking “Nevermore.”",
  "43": "What this grim, ungainly, ghastly, gaunt, and ominous bird of yore",
  "44": "    Fancy unto fancy, thinking what this ominous bird of yore—",
  "45": "    Then, upon the velvet sinking, I betook myself to linking",
  "46": "Straight I wheeled a cushioned seat in front of bird, and bust and door;",
  "47": "    But the Raven still beguiling all my fancy into smiling,",
  "48": "​",
  "49": "            Of ‘Never—nevermore’.”",
  "50": "Till the dirges of his Hope that melancholy burden bore",
  "51": "    Followed fast and followed faster till his songs one burden bore—",
  "52": "    Caught from some unhappy master whom unmerciful Disaster",
  "53": "“Doubtless,” said I, “what it utters is its only stock and store",
  "54": "    Startled at the stillness broken by reply so aptly spoken,",
  "55": "​",
  "56": "            Then the bird said “Nevermore.”",
  "57": "On the morrow he will leave me, as my Hopes have flown before.”",
  "58": "    Till I scarcely more than muttered “Other friends have flown before—",
  "59": "    Nothing farther then he uttered—not a feather then he fluttered—",
  "60": "That one word, as if his soul in that one word he did outpour.",
  "61": "    But the Raven, sitting lonely on the placid bust, spoke only",
  "62": "​",
  "63": "            With such name as “Nevermore.”",
  "64": "Bird or beast upon the sculptured bust above his chamber door,",
  "65": "    Ever yet was blessed with seeing bird above his chamber door—",
  "66": "    For we cannot help agreeing that no living human being",
  "67": "Though its answer little meaning—little relevancy bore;",
  "68": "    Much I marvelled this ungainly fowl to hear discourse so plainly,",
  "69": "​",
  "70": "            Quoth the Raven “Nevermore.”",
  "71": "Tell me what thy lordly name is on the Night’s Plutonian shore!”",
  "72": "Ghastly grim and ancient Raven wandering from the Nightly shore—",
  "73": "“Though thy crest be shorn and shaven, thou,” I said, “art sure no craven,",
  "74": "By the grave and stern decorum of the countenance it wore,",
  "75": "Then this ebony bird beguiling my sad fancy into smiling,",
  "76": "​",
  "78": "            Perched, and sat, and nothing more.",
  "79": "Perched upon a bust of Pallas just above my chamber door—",
  "80": "    But, with mien of lord or lady, perched above my chamber door—",
  "81": "    Not the least obeisance made he; not a minute stopped or stayed he;",
  "82": "In there stepped a stately Raven of the saintly days of yore;",
  "83": "    Open here I flung the shutter, when, with many a flirt and flutter,",
  "84": "​",
  "85": "            ’Tis the wind and nothing more!”",
  "86": "Let my heart be still a moment and this mystery explore;—",
  "87": "      Let me see, then, what thereat is, and this mystery explore—",
  "88": "    “Surely,” said I, “surely that is something at my window lattice;",
  "89": "Soon again I heard a tapping somewhat louder than before.",
  "90": "    Back into the chamber turning, all my soul within me burning,",
  "91": "​",
  "92": "            Merely this and nothing more.",
  "93": "This I whispered, and an echo murmured back the word, “Lenore!”—",
  "94": "    And the only word there spoken was the whispered word, “Lenore?”",
  "95": "    But the silence was unbroken, and the stillness gave no token,",
  "96": "Doubting, dreaming dreams no mortal ever dared to dream before;",
  "97": "    Deep into that darkness peering, long I stood there wondering, fearing,",
  "98": "​",
  "99": "            Darkness there and nothing more.",
  "100": "That I scarce was sure I heard you”—here I opened wide the door;—",
  "101": "    And so faintly you came tapping, tapping at my chamber door,",
  "102": "    But the fact is I was napping, and so gently you came rapping,",
  "103": "“Sir,” said I, “or Madam, truly your forgiveness I implore;",
  "104": "    Presently my soul grew stronger; hesitating then no longer,",
  "105": "​",
  "106": "            This it is and nothing more.”",
  "107": "Some late visitor entreating entrance at my chamber door;—",
  "108": "    “’Tis some visitor entreating entrance at my chamber door—",
  "109": "    So that now, to still the beating of my heart, I stood repeating",
  "110": "Thrilled me—filled me with fantastic terrors never felt before;",
  "111": "    And the silken, sad, uncertain rustling of each purple curtain",
  "112": "​",
  "113": "            Nameless here for evermore.",
  "114": "For the rare and radiant maiden whom the angels name Lenore—",
  "115": "    From my books surcease of sorrow—sorrow for the lost Lenore—",
  "116": "    Eagerly I wished the morrow;—vainly I had sought to borrow",
  "117": "And each separate dying ember wrought its ghost upon the floor.",
  "118": "Ah, distinctly I remember it was in the bleak December;",
  "119": "​",
  "120": "Only this and nothing more.”",
  "121": "“’Tis some visitor,” I muttered, “tapping at my chamber door—",
  "122": "As of some one gently rapping, rapping at my chamber door.",
  "123": "    While I nodded, nearly napping, suddenly there came a tapping,",
  "124": "Over many a quaint and curious volume of forgotten lore—",
  "125": "Once upon a midnight dreary, while I pondered, weak and weary,",
  "126": "​",
  "127": "by Edgar Allan Poe",
  "128": "The Raven",
}
